[{"search_id": "grants", "label_en": "Grants and Contributions", "label_fr": "Subventions et contributions gouvernementales", "desc_en": "Federal departments are moving their web content to <a href=\"http://www.canada.ca\">Canada.ca</a>. As a part of that process, proactive disclosure reports will become available through the <a href=\"http://open.canada.ca\">Open Government portal</a>. During this transition, if a proactive disclosure report from a specific department is not yet available on the Open Government portal please refer to <a href=\"http://www.tbs-sct.gc.ca/hgw-cgf/finances/rgs-erdg/pd-dp/index-eng.asp\"> Proactive disclosure by department or agency</a> where a copy can be found. For any questions on this issue, please contact us at <a href=\"mailto:open-ouvert@tbs-sct.gc.ca\">open-ouvert@tbs-sct.gc.ca</a>", "desc_fr": "Les ministères fédéraux déplacent leur contenu Web vers le site <a href=\"http://www.canada.ca\">canada.ca</a>. Dans le cadre de ce processus, des rapports sur la divulgation proactive seront accessibles par l’entremise du <a href=\"http://ouvert.canada.ca\"> Portail du gouvernement ouvert</a>. Dans le cadre de cette transition, advenant qu’un rapport sur la divulgation proactive d’un ministère en particulier ne soit pas encore accessible par l’entremise du Portail du gouvernement ouvert, veuillez consulter la <a href=\"http://www.tbs-sct.gc.ca/hgw-cgf/finances/rgs-erdg/pd-dp/index-fra.asp\">Divulgation proactive par ordre de ministères ou d’organismes</a>, où vous pourrez en trouver copie. Pour toute question à ce sujet, veuillez nous joindre à l’adresse suivante : <a href=\"mailto:open-ouvert@tbs-sct.gc.ca\">open-ouvert@tbs-sct.gc.ca</a>.", "about_message_en": "<p>In June 2016, as part of the Open Government Action Plan, the Treasury Board of Canada Secretariat (TBS) committed to increasing the transparency and usefulness of grants and contribution data and subsequently launched the <a href=\"https://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=32563\">Guidelines on the Reporting of Grants and Contributions Awards</a>, effective April 1, 2018.</p>\r\n<p>The rules and principles governing government grants and contributions are outlined in the Treasury Board <a href=\"http://www.tbs-sct.gc.ca/pol/doc-eng.aspx?id=13525\">Policy on Transfer Payments</a>. Transfer payments are transfers of money, goods, services or assets made from an appropriation to individuals, organizations or other levels of government, without the federal government directly receiving goods or services in return, but which may require the recipient to provide a report or other information subsequent to receiving payment. These expenditures are reported in the <!--<a href=\"http://www.tpsgc-pwgsc.gc.ca/recgen/txt/72-eng.html\">-->Public Accounts of Canada<!--</a>-->. The major types of transfer payments are grants, contributions and \\'other transfer payments\\'.</p>\r\n<p>Included in this category, but not to be reported under proactive disclosure of awards, are (1) transfers to other levels of government such as Equalization payments as well as Canada Health and Social Transfer payments. (2) Grants and contributions reallocated or otherwise redistributed by the recipient to third parties; and (3) information that would normally be withheld under the <a href=\"http://laws-lois.justice.gc.ca/eng/acts/A-1/index.html\">Access to Information Act</a> and the <a href=\"http://laws-lois.justice.gc.ca/eng/acts/P-21/index.html\">Privacy Act</a>.</p>", "about_message_fr": "<p>En juin 2016, dans le cadre du Plan d’action pour un gouvernement ouvert, le Secrétariat du Conseil du Trésor du Canada (SCT) s’est engagé à accroître la transparence et l’utilité des données sur les subventions et contributions et a par la suite lancé les <a href=\"https://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=32563\">Lignes directrices sur la divulgation des octrois de subventions et de contributions</a>, en vigueur le 1er avril 2018.</p>\r\n<p>Les règles et principes qui régissent les subventions et les contributions gouvernementales sont décrits dans <a href=\"http://www.tbs-sct.gc.ca/pol/doc-fra.aspx?id=13525\">la Politique du Conseil du Trésor sur les paiements de transfert</a>. Les paiements de transfert sont des transferts, imputables sur un crédit, d\\'argent, de biens, de services ou d\\'actifs à des personnes ou à des organisations ou à d\\'autres ordres de gouvernement, sans que le gouvernement fédéral reçoive directement des biens ou des services en échange, mais qui peuvent obliger les bénéficiaires à produire un rapport ou d\\'autres renseignements après avoir reçu le paiement de transfert. Ces dépenses sont signalées dans les <!--<a href=\"http://www.tpsgc-pwgsc.gc.ca/recgen/txt/72-fra.html\">-->Comptes publics du Canada<!--</a>-->. Les principaux types de paiements de transfert sont les subventions, les contributions et « autres paiements de transfert ».</p>\r\n<p>Sont inclus dans cette catégorie, mais non assujettis à la divulgation proactive (1), les transferts à d\\'autres ordres de gouvernement, par exemple les paiements de péréquation ainsi que les paiements effectués dans le cadre du Transfert canadien en matière de santé et du Transfert canadien en matière de programmes sociaux; (2) les subventions ou les contributions réaffectées ou par ailleurs redistribuées par un bénéficiaire à des tiers; et (3) l\\'information qui ne serait normalement pas divulguée en vertu de <a href=\"http://laws-lois.justice.gc.ca/fra/lois/A-1/index.html\">la Loi sur l\\'accès à l\\'information</a> de <a href=\"http://laws-lois.justice.gc.ca/fra/lois/P-21/index.html\">la Loi sur la protection des renseignements personnels</a> ne figure pas sur le site Web.</p>", "search_alias_en": "", "search_alias_fr": "", "is_disabled": "0", "disabled_message_en": "This search is currently unavailable for maintenance", "disabled_message_fr": "Ce service de recherche est actuellement indisponible pour cause de maintenance.", "imported_on": "2022-03-03 17:00:45", "solr_core_name": "search_grants", "results_page_size": 10, "results_sort_order_en": "score desc,agreement_start_date desc,agreement_value desc", "results_sort_order_fr": "score desc,agreement_start_date desc,agreement_value desc", "results_sort_order_display_en": "Best Match,Start Date,Value", "results_sort_order_display_fr": "Pertinence,Date de modification,Valeur", "results_sort_default_en": "agreement_start_date desc", "results_sort_default_fr": "agreement_start_date desc", "page_template": "search.html", "record_template": "search_snippets/custom/grants/grants_record.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/default_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/grants/grants_search_item.html", "record_detail_snippet": "", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca/data/en/dataset/432527ab-7aac-45b5-81d6-7597107a7013", "dataset_download_url_fr": "https://ouvert.canada.ca/data/fr/dataset/432527ab-7aac-45b5-81d6-7597107a7013", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "owner_org,ref_number,amendment_number", "alt_formats": "", "mlt_enabled": "0", "mlt_items": 10}]