[{"search_id": "contracts", "label_en": "Search Government Contracts over $10,000", "label_fr": "Rechercher des contrats gouvernementaux dont la valeur est supérieure à 10 000 $", "desc_en": "", "desc_fr": "", "about_message_en": "As part of Canada’s second Action Plan on Open Government, the Government of Canada has committed to the disclosure of contracting data via a centralized, machine-readable database available to the public. Originally announced in Budget 2004, departments are required to disclose contracts and amendments valued over and under $10,000 in a manner outlined in the Guidelines on the Proactive Disclosure of Contracts under the Directive on the Management of Procurement. Amendments to the Access to Information Act codified the aforementioned reporting requirements with the Royal assent of Bill C-58 in June 2019.\r\n\r\nInformation on contracts issued/amended by or on behalf of federal institutions can be searched here using keyword, institution, quarter, and year.\r\n\r\nThe Search Government Contracts over $10,000 content has recently been updated. At this time, there are a number of records that have not been migrated from the archived site. Refer to the Contracts over $10,000 – Legacy Data for more information on these records.", "about_message_fr": "Dans le cadre du deuxième plan d’action du Canada sur le gouvernement ouvert, le gouvernement du Canada s’est engagé à communiquer les données sur les marchés au moyen d’une base de données centralisée, lisible par machine et accessible au public. Cette initiative a été annoncée à l’origine dans le budget de 2004. Depuis, les ministères sont tenus de divulguer les marchés et les modifications d’une valeur supérieure ou inférieure à 10 000 $ de la manière décrite dans les Lignes directrices sur la divulgation proactive des marchés en vertu de la Directive sur la gestion de l’approvisionnement. Les modifications apportées à la Loi sur l’accès à l’information ont codifié les exigences susmentionnées en matière de rapports avec la sanction royale du projet de loi C-58 en juin 2019.\r\n\r\nLes renseignements sur les contrats conclus ou modifiés par les institutions fédérales ou en leur nom peuvent être recherchés ici par mot clé, institution, trimestre et année.\r\n\r\nLe contenu lié à la recherche des contrats gouvernementaux supérieurs à 10 000 $ a récemment été mis à jour. À l’heure actuelle, certains dossiers n’ont pas encore migré à partir du site d’archives. Veuillez consulter le jeu de données Contrats de plus de 10 000 $ – Données anciennes pour en savoir plus sur ces dossiers.", "search_alias_en": "", "search_alias_fr": "", "is_disabled": "0", "disabled_message_en": "This search is currently unavailable for maintenance", "disabled_message_fr": "Ce service de recherche est actuellement indisponible pour cause de maintenance.", "imported_on": "2022-05-05 20:28:25", "solr_core_name": "search_contracts", "results_page_size": 10, "results_sort_order_en": "score desc,contract_date desc,contract_value desc", "results_sort_order_fr": "score desc,contract_date desc,contract_value desc", "results_sort_order_display_en": "Best Match,Contract Date,Value", "results_sort_order_display_fr": "Pertinence,Date du contrat,Valeur", "results_sort_default_en": "contract_date desc", "results_sort_default_fr": "contract_date desc", "page_template": "search.html", "record_template": "search_snippets/custom/contracts/contracts_record.html", "breadcrumb_snippet": "search_snippets/default_breadcrumb.html", "footer_snippet": "search_snippets/default_footer.html", "info_message_snippet": "search_snippets/default_info_message.html", "about_message_snippet": "search_snippets/default_about_message.html", "header_js_snippet": "search_snippets/default_header.js", "header_css_snippet": "search_snippets/default_header.css", "body_js_snippet": "", "search_item_snippet": "search_snippets/custom/contracts/contracts_search_item.html", "record_detail_snippet": "", "record_breadcrumb_snippet": "search_snippets/default_record_breadcrumb.html", "dataset_download_url_en": "https://open.canada.ca", "dataset_download_url_fr": "https://ouvert.canada.ca", "dataset_download_text_en": "Download Complete Dataset", "dataset_download_text_fr": "Télécharger le jeu de données complet", "id_fields": "reference_number", "alt_formats": "NTR", "mlt_enabled": "0", "mlt_items": 10}]